{"hed":"The Half-Life of Death","dek":"How famous people are remembered (or not) after they die.","pubDate":"July 2018","prelude":[{"type":"text","value":"When a famous person dies, the internet lights up in a display of public mourning. Articles are written, tweets are tweeted, and Wikipedia is updated. It’s a big deal. Despite never having met the deceased, we feel the impact of the loss, and reflect on what that person meant to us."}],"perspectiveSteps":[{"step":"context","text":"How big of a deal is it? To put this in perspective, let’s look at living icon Beyoncé. Here are her Wikipedia views between March and May of 2016, in 48 hour intervals."},{"step":"lemonade","text":"On April 24, she dropped <a href=https://en.wikipedia.org/wiki/Lemonade_(Beyonc%C3%A9_album) target_blank>Lemonade</a>, and the internet went wild. Her views went from an average of 30 thousand to nearly 300 thousand, a tenfold increase."},{"step":"prince-before","text":"And now let’s bring take a look at Prince, starting with the period leading up to his death."},{"step":"prince-spike","text":"In the 48 hours after Prince’s death was reported, he accumulated over 11 million views on Wikipedia. It was a huge cultural moment, reflected by Wikipedia traffic, which dwarfed Beyoncé after Lemonade with 37 times more views."},{"step":"others","text":"In the last 3 years, according to Wikipedia, over 1,200 notable people have died. Here are 82 that matched our criteria*. Although no one captivated attention quite like Prince, the spikes in views after death can overshadow major events, like an historic album release."}],"perspectiveNote":"<strong>Adjusted pageviews</strong> are the pageviews scaled to an average day of Wikipedia traffic during the collection period of this data. The remainder of the article will refer to this simply as “views.”","changeIntro":[{"type":"text","value":"It makes sense that big names like Prince, Bowie, and Stephen Hawking receive the most traffic. But whose views saw the greatest increase compared to a typical day?"}],"careCaption":"“You live only as long as the last person who remembers you.”  &mdash; Akecheta <em>Westworld</em>","careIntro":[{"type":"text","value":"The first 48 hours only tell us part of the story. How &mdash; and how long &mdash; we care for is a better indicator of their legacy."}],"careChartTitle":"Weeks after death until views return to normal*.","impactIntro":[{"type":"text","value":"But not everyone does return to normal. Perhaps they were relatively unknown, and their death increased their visibility. Or maybe there was a renewed interest in their life’s work. Let’s compare the one-week moving averages before and after death to see the impact their death had on their views."}],"methodHed":"Data &amp; Methods","methodText":[{"type":"text","value":"Data for this story were collected and processed using the <a href=https://www.mediawiki.org/wiki/API:Main_page target=_blank>Wikipedia API</a>. The yearly aggregation of notable deaths (eg. <a href=https://en.wikipedia.org/wiki/2018#Deaths  target=_blank>2018</a>) was the starting point. The full source and reproducible scripts are available on <a href=https://github.com/the-pudding/wiki-death-data/ target=_blank>Github</a>. The development of the entire project was streamed from start to finish. Check it out on <a href=https://www.youtube.com/playlist?list=PLsuhXm2zs07JuSfrNentA3DxAbaFO7ay2 target=_blank>YouTube</a>."},{"type":"text","value":"The period of collection was from July 1, 2015 - July 23, 2018. Only people with at least 30 days of padding from the edge of this range were considered. All pageviews were adjusted to represent traffic on an average day during this period to allow for fair comparison across days."},{"type":"text","value":"A return to “normal” traffic was considered when the pageviews fell within two standard deviations of the median of the pageviews before the date of death."},{"type":"text","value":"Get in touch with the author on twitter <a href=https://twitter.com/codenberg target=_blank>@codenberg</a> or by email at russell@pudding.cool."}]}