{"hed":"The Half-Life of Death","dek":"How famous people are remembered (or not) after they die.","prelude":[{"type":"text","value":"When a famous person dies, the internet lights up in a display of public mourning. Articles are written, tweets are tweeted, and Wikipedia is updated. It’s a big deal. Despite never having met the deceased, we feel the impact of the loss, and reflect on what that person meant to us."}],"perspectiveSteps":[{"step":"context","text":"To put this in perspective, here are Beyoncé’s (not dead) Wikipedia views (binned by 48 hour intervals) between March 1 and May 27, 2016."},{"step":"lemonade","text":"On April 24, she dropped Lemonade, and the internet went wild. Her views went from an average of X to Y, nearly Zx more than normal."},{"step":"prince-before","text":"And now let’s bring take a look at Prince, starting with the period leading up to his death."},{"step":"prince-spike","text":"In the 48 hours after Prince’s death was reported, he accumulated X views on Wikipedia. It was a big deal, and dwarfed Beyoncé after Lemonade with Yx more views."},{"step":"others","text":"In the last 3 years, according to Wikipedia, over 1,200 notable people have died. Here are 82 that matched our criteria*. Although no one captivated attention quite like Prince, the spikes in views after death can overshadow major events, like an historic album release."}],"perspectiveNote":"<strong>Adjusted pageviews</strong> are the pageviews scaled to an average day of Wikipedia traffic during the collection period of this data. The remainder of the article will refer to this simply as “views.”","changeIntro":[{"type":"text","value":"It makes sense that huge names like Prince and Hawking receive the most traffic. But whose views saw the greatest increase compared to their norm?"}],"careCaption":"“You live only as long as the last person who remembers you.”  &mdash; Akecheta <em>Westworld</em>","careIntro":[{"type":"text","value":"The first 48 hours only tell us part of the story. How &mdash; and how long &mdash; we care for is a better indicator of their legacy."}],"careChartTitle":"Weeks after death until views return to normal.","impactIntro":[{"type":"text","value":"But not everyone does return to normal. Perhaps they were relatively unknown, and their death increased their visibility. Or maybe there was a renewed interest in their life’s work. Let’s compare the one-week moving averages before and after death to see the impact their death had on their views."}]}